{
  "TITLE_ABOUT_ME": "About me",
  "TITLE_HOBBIES": "Hobbies",
  "TITLE_TECHNICAL_SKILL": "Technical skill",
  "TITLE_PROJECTS": "Projects",
  "TITLE_TALK_ABOUT_MYSELF": "A little information about myself",
  "TALK_ABOUT_DREAM": "<p>For me, <strong>programming</strong> is not only my work, it is also my hobby. I spend most of my free time coding, doing research on technologies to know how to do my work faster and better. I like to study programming techniques and always want to apply what I have studied to my projects. <strong>Making a project run</strong> is not enough to me, always do I want it to be easier to be maintained and expanded.&nbsp;</p>",
  "WHAT_IM_DOING": "I always question myself: <b class='text-danger'>Is what I'm doing the best approach in the current situation ?</b> <b class='text-danger'>Are there any better solutions ?</b> <b class='text-danger'>Can I make the application be better in future ? </b>....",
  "PERSONAL_SOLOGAN": "I'm not afraid of technical <b class='text-danger'>difficulties</b>. The only thing I'm scared of is my teammates are not willing to solve <b class='text-danger'>troubles</b> with me together.",
  "TITLE_TALK_ABOUT_HOBBIES": "About my hobbies",
  "PLAY_COMPUTER_GAMES": "Play computer games",
  "LEARN_PROGRAMMING": "Learn programming languages",
  "LISTENING_TO_MUSIC": "Listening to music",
  "READING": "Reading",
  "WATCHING_MOVIE": "Watching movies",
  "PLAY_COMPUTER_GAMES_DESCRIPTION": "<p>Computer games are my favorite choices when I have nothing do do or after long hours of coding. FPS games are my choice, such as: <strong>Counter Strike</strong>, <strong>Call Of Duty</strong>, ... Because of games, I studied coding, because of coding, I give up playing computer games.</p>",
  "LEARN_PROGRAMMING_DESCRIPTION": "<p>At the moment, I'm focusing on <strong>C#</strong> and <strong>Javascript</strong>. I want to know them deeper and deeper, use their advantages and frameworks to make my work easier.</p>",
  "LISTENING_TO_MUSIC_DESCRIPTION": "<p>Music is my first choice when I have to work for a long time. My performance at work will be better with an instrumental music playlist.</p>",
  "READING_DESCRIPTION": "<p>Most of my time is for programming, but it doesn't mean I don't like reading. I love light novels and novels, such as: Harry Potter, Vietnamese short stories, ...</p>",
  "WATCHING_MOVIE_DESCRIPTION": "<p>As I said, I was a game developer before, just because I liked computer games and guns. Therefore, if anyone invites me to go to cinema, I would like to choose action movies or movies about modern warfare: The Pacific, Act of Valor, ...</p>",
  "SKILL_DATABASE": "Database skill",
  "SKILL_PROGRAMMING_LANGUAGE": "Programming language skill",
  "SKILL_BACKEND_FRAMEWORK_TOOL": "Back-end frameworks & tools skill",
  "SKILL_FRONTEND_FRAMEWORK_TOOL": "Front-end frameworks & tools tool",
  "SKILL_SOURCE_VERSION_CONTROL": "Source version control skill"
}
